token = '5763043298:AAF7XSUbqzKBGIcVTcxd3vcg_G5O3YlNMzc'

lat_kum = '58.10385132'
lon_kum = '49.90307236'

dict_wind_dir = {'nw':'северо-запада', 
                'n':'севера',
                'ne':'северо-востока',
                'e':'востока',
                'se':'юго-востока',
                's':'юга',
                'sw':'юго-запада',
                'w':'запада',
                'c':'штиль'}
                
city = {'Кумены':['Куменах','58.10385132','49.90307236'],
        'Киров':['Кирове','58.583925','49.580654']}
        
        
dict_cond = {'clear':'ясно',
            'partly-cloudy':'малооблачно',
            'cloudy':'облачно с прояснениями',
            'overcast':'пасмурно',
            'drizzle':'морось',
            'light-rain':'небольшой дождь',
            'rain':'дождь',
            'moderate-rain':'умеренно сильный дождь',
            'heavy-rain':'сильный дождь',
            'continuous-heavy-rain':'длительный сильный дождь',
            'showers':'ливень',
            'wet-snow':'дождь со снегом',
            'light-snow':'небольшой снег',
            'snow':'снег',
            'snow-showers':'снегопад',
            'hail':'град',
            'thunderstorm':'гроза',
            'thunderstorm-with-rain':'дождь с грозой',
            'thunderstorm-with-hail':'гроза с градом'}
            
prec_strength = {0:'',
                0.25:'Слабый ',
                0.5:'',
                0.75:'Сильный ',
                1:'Очень сильный '}
